{
  "pages": {
    "home": {
      "menuTitle": "Home",
      "title": "Gamechanging service for turbochargers"
    },
    "getToKnowUs": {
      "title": "Get to know us",
      "menuTitle": "Get to know us",
      "intro": "An international supplier of service for your turbocharger",
      "text": {
        "top": [
          "Turbo Solutions Europe is your ideal partner when it comes to high-quality maintenance in a durable way. We cover any turbo installation where industrial turbos need to run efficiently and reliably.",
          "Our experience includes major shipping and fleet operators, cruise ships, naval clients, off-shore platforms, power generation plants and locomotives.",
          "We will always be able to diagnose and repair your turbo issues, most of the time we will also show you exactly how we have performed that job before. This will give you the confidence to rely on us for all your turbo needs.",
          "Turbo Solutions Europe is your ideal partner when it comes to high-quality maintenance in a durable way."
        ],
        "bottom": [
          "We grow constantly and have sales offices in Spain, Panama, Dominican Republic which means on every strategic location in Europe, Latin America and the Caribbean. Close cooperation with local agents around the world helps us serve our customers independent of their location."
        ]
      }
    },
    "whatWeDo": {
      "title": "What we do",
      "menuTitle": "What we do",
      "intro": "We maintain your engines with high-quality equipment for ages now.",
      "top": {
        "text": [
          "Our customers are mainly engine builders, ship owners, shipyards and power plants. Our mission is to enable them to overhaul their engines to provide them with state-of-the-art engine care solutions to optimize the running of their engines in order to save time and money with minimum environmental impact.",
          "Some of the services Turbo Solutions Europe can offer your company are:"
        ],
        "list": [
          {
            "title": "Complete overhaul"
          },
          {
            "title": "Balancing",
            "text": "Our balancing machines are capable of handling rotors from I kg. up to 2.000 kg. and are calibrated on a yearly bases with certification."
          },
          {
            "title": "Blade repair"
          },
          {
            "title": "Reconditioning"
          },
          {
            "title": "Spare parts",
            "text": "We offer a wide range of turbo charger spares and are able to deliver new, recon and parts on exchange base on short notice and all with the same 12 months warranty. Although TSE is not an authorized reseller of ABB速 parts, we often source original TPS速 and TPL速 parts from other resellers."
          },
          {
            "title": "Engineers",
            "text": "TSE engineers selected for an assignment must be qualified for that specific brand, model and series of turbocharger. TSE has a master list comparing engineer capabilities with each turbocharger brand, model and series. Prior to scheduling an engineer, the master list is consulted to ensure that we are providing a qualified engineer."
          }
        ]
      },
      "bottom": {
        "part1": [
          "Turbo Solution Europe services all types of modern, high-efficiency exhaust gas turbochargers in both single-stage radial and axial turbines designs. We are comfortable with engines ranging from 400 kW to 30,000 kW per turbocharger and have used engines using heavy fuel oil, diesel, gas or renewable fuels such as Jatropha oil, animal fat or recycled vegetable oils. In all cases we will help you make them run smoother, more efficiently and more reliably."
        ],
        "part2": {
          "title": "Diesel and Gas Powered Engine Types",
          "text": [
            "Turbocharger units for diesel and gas-powered large-bore engines, two and four-stroke engines, main, auxiliary and back-up engines are all covered in our certification process."
          ]
        },
        "part3": {
          "title": "Stationary, Land-Based and Floating Power Plants",
          "text": [
            "Our heritage is on the sea, so we are used to the Floating Power Plants running on portable barges. We also have worked for many years on land based power generators. And when we work on yours you can be assured that we will bring with us the time-tested skills and quality control that has made us the longest serving, independent turbocharger workshop to have held both ISO9001 and Lloyds accreditation."
          ]
        }
      }
    },
    "mobileWorkshop": {
      "title": "Mobile workshop",
      "menuTitle": "Mobile workshop"
    },
    "recommendations": {
      "title": "Recommendations",
      "menuTitle": "Recommendations",
      "intro": "Read what people are saying about our company and service.",
      "text": {
        "part1": "If you want to share your honest opinion about our company and service, please feel free to contact us by sending your review. You can also use the contactform at the ",
        "part2": "Contactpage",
        "part3": "."
      }
    },
    "contact": {
      "title": "Contact",
      "menuTitle": "Contact"
    }
  },
  "blocks": {
    "contact": {
      "title": "Submit your inquiry and we will contact you as soon as possible",
      "text": {
        "part1": " Send an e-mail: ",
        "part2": "."
      }
    },
    "mobileWorkshop": {
      "title": "Mobile workshop",
      "intro": "See our Gamechanging Service for Turbochargers live in action",
      "text": "Our mobile workshop concept includes a mobile container, fully equipped with state-of-the-art maintenance tools, uniquely designed for flexible operation in various applications, locations and conditions. The workshop is custom-made and can contain any equipment, requested by the customer. The workshop solutions are quick and easy to set up, and ready to use right away."
    },
    "socialMedia": {
      "title": "Follow us on",
      "viewUsOn": "View %{companyName} on"
    },
    "links": {
      "title": "Links"
    }
  },
  "address": {
    "title": "Adres",
    "companyName": "Turbo Solutions Europe SL",
    "street": "Carrer Mas del Vidalet 17",
    "city": "Cambrils",
    "zipcode": "43850",
    "country": "Espa単a",
    "phoneNumber": "+34 674 14 71 73",
    "email": "info@turbosolutionseurope.com"
  },
  "header": {
    "mainNavigation": "Main navigation",
    "menu": "Menu",
    "usps": {
      "quality": "The best quality",
      "stock": "The best quality",
      "service": "24/7 service"
    }
  },
  "errorHandler": {
    "close": "Close message"
  },
  "form": {
    "fields": {
      "name": "Name",
      "email": "Email address",
      "message": "Message"
    },
    "buttons": {
      "send": "Send"
    },
    "forms": {
      "contact": {
        "success": "The form has been submitted. We will contact you as soon as possible.",
        "title": "Contactform"
      }
    },
    "errors": {
      "general": {
        "invalid": "Not all fields are filled correctly",
        "required": "Please enter your {field}."
      },
      "fields": {
        "email": {
          "invalidEmail": "Please enter a valid email address"
        }
      }
    }
  }
}
